content/posts/wmas-one-aphantasia.md
+++
title = "What Makes a Story, Part 1: Aphantasia"
authors = ["Lucas Kerbs"]
draft = true
summary = "Storytelling with mind blindnees"
+++

This is the first part in a three part series about narrative---while I would love to
write one long piece with all of the ideas, the outline became too sprawling to
write in one week. I make no claims of expertise, these are just the thought of
one mathematician with a heart for the liberal arts. Part one discusses my own
relationship to storytelling
and contains mild spoilers for _Everything Everywhere All At Once_.

---

When I was 13 my grandfather and I went to Australia. Our group spent a few days
on K'gari (also known as Fraser Island)---our guide was an aboriginal man who's
family had lived on the island for generations. All of the electricity on
K'gari Island turns off at shortly after sunset, so light pollution is virtually
nonexistent at night. On the last night we spent on
K'gari, we sat around a fire and he told us stories from their mythology:
their creation narrative, their historical heroes, and the history and myths
of the didgeridoo. Like many civilization's, there were stories about the figures
they found in the constellations. On K'gari, however, there are portions of the
sky that are so dense with stars that the locals would create constellations out
of the negative space in the sky. I remember being fascinated by the stories. At
one point I stepped away from the fire and laid on the ground to get a better
look at the stars. I can't claim that I was somehow sucked into the
narrative and saw the heroes dancing among the stars, _but there is something magical about storytelling._


## The Human Experience {#the-human-experience}

I'm not going to pretend that I have some sort of "extra-special knowledge" when
it comes to the history of storytelling, but I do know this: storytelling is
central to the human experience. I can't cite a study but I know deep in my
bones---the same way I know how to raise my arm or know what an apple looks
like---that humans have always been telling stories. Storytelling, of course,
serves an evolutionary purpose, stories can be used to spread life-saving
information through a population group. To reduce storytelling to an
evolutionary mechanism, however, is like reducing man to a featherless biped.
When someone tells you a story, they invite you to share an experience. It's
something that humans have done for millennia: gather around the campfire and
weave epic tales of good and evil---or sometimes the epic tale of what they did
that day.

It's partially this communal aspect that draws me to narrative. In the summer of
2018 I was killing some time in a mall with a friend. We dropped by the attachde
movie theaters and saw that they were playing _Hereditary_. We knew exactly two
things about _Hereditary_: critics we trusted gave it glowing reviews and we were
pretty sure that is was horror. While _Hereditary_ isn't everyone's cup of tea
(eveen among fans of horror), we sat there transfixed as the entire crowd was
drawn in to the narrative.

I've seen _Everything Everywhere All At Once_ in theaters three times. The
pivotal "Rock" scene (arguably the thematic crux of the entire movie) is
entirely silent and is a conversation between two rocks. All of the "dialogue"
is simply written on the screen in contrasting colors so the audience can tell
which speech corresponds which rock. In a crowded theater, any moment of silence
is a risk; the sounds of people
shifting in their seats or hands rusting in a bucket of popcorn can pull me out
of the narrative and back into the dimly-lit room and almost-comfortable chair.
The rock scene in  _Everything Everywhere_, however, was different.
Complete silence gripped the theater and was only broken by the occasional
collective chuckle. While it serves as an excellent case study in the collective
nature of storytelling, I won't dwell on _Everything
Everywhere_---perhaps it will be the subject of a future post.


### A Historical Perspective {#a-historical-perspective}

In the beginning of undergrad I spent so much time waxing poetic about the
importance of narrative that in my second year I decided to write a paper about
it. Titled "Dress Like It's Fall and It Will Become Fall," it explored the ways
in which a society is shaped by it's cultural mythos. I won't get into the
details of the full argument, the central idea is that the stories we tell
ourselves shape the way we see the world. While it may be blatant propaganda,
Virgil's _Aeneid_ tells us what it meant to be a "good roman" in the early Roman
Empire. Its particular picture of piety tied together filial, religious, and
patriotic devotion.
The epic's hero, Aeneas (who founds modern Rome in the final chapter) has many
not-so-subtle parallels to the then newly crowned Augustus; Virgil seems to be
telling us "You know how we all revere Aeneas for his piety? We should do the
same thing with Augustus. After all, just like Aeneas was the last hope for
Troy after the city's fall Augustus has saved us from the turmoil of the past
decades."
For generations after its composure, Romans looked to _The Aeneid_ for
guidance---over two thousand year later we still read it to gain insight into the
Roman mind.

_The Aeneid_ is not a one off example! In fact, is isn't even confined to epic
poetry. I won't go so far as to say that _every_ narrative has some "deeper
meaning" that it is trying convey,[^fn:1] but for the vast majority of stories, it's
safe to assume they have something to teach you. Whether or not the things they
have to say are worth listening to, however, is another question entirely.
This link between thematic ideas and narrative is why I'm such a big proponent
of the Liberal Arts. When done right, it exposes us to some of the best pieces
of literature and teaches us to engage critically with the world around us.

After my sophomore year, I had solidified many of my thoughts surrounding
storytelling. I knew that my thoughts on storytelling would likely never stop
but at least I had formalized my opinion on the place of a cultural mythos in society.


## Compulsive Storytelling {#compulsive-storytelling}

With my grandiose views what stories "mean," its no surprise that I love telling
stories. I'm not sure if I'm any good at it,[^fn:2] but I definitely have lots of
practice. Storytelling is so woven into my being that I realized that I tell
stories compulsively _while telling a story_.

Some coworkers and I were grabbing a coffee and pastries between setups during
Family Weekend. I started telling a story (sadly I can't remember what it was)
and one of the trainees stopped me.

"Wait," he said. "Does this have anything to
do with what we were talking before or are you changing the subject?"
I was a little embarrassed---I knew the relevance was tangential at best but it
stung to have that pointed out before the story was halfway done.

Thankfully, another coworker jumped to my rescue. "Don't worry," he said. "Lucas
has this super power where he starts a story that seems completely random but he
somehow always connects it back."

While what he said was kind, it set the bar of relevance a little too high for
what my story could deliver. Thankfully, he had given me another way out. "I
have this weird thing with storytelling," I said. "When I think of a story that
is related to a topic it bounces around my head until I let it our by telling
the story."
This seemed to satiate my coworkers and we went back to discussing the next room
setup: what gear we needed to pick up, how fast the turn around was, etc. In
the back of my mind, however, I was turning over what I had just said.

You see, I
spent years justifying to myself why I didn't have OCD; I had all sorts of
rationalizations for why my experience was distinct. When I read _Turtles All
the Way Down_, a book which is, in part, about the author's experience of
OCD, I told a friend "I've never seen my own experience of mental illness so
thoroughly explored... but that's weird because I don't have OCD." During an
intake exam at a new therapist a few months later, I told the examiner "I have
obsessive thought patterns, but not in an OCD way because there aren't any
compulsions that go along with them."

After years of rationalization, there I was: seated outside a coffee shop with
my coworkers having described an obsessive thought pattern and a corresponding
compulsion.

This realization put my love of storytelling in context. It's not just that I
love storytelling in the abstract and liked to take on the mantle of
storytelling from time to time---I have no choice to be a storyteller. As far as
my compulsions go, it's one of the harmless ones. With some therapy, I'm able
keep the stories in my head when the situation isn't appropriate. But at the end
of the day, I _like_ telling stories. I like what stories mean; how they bring
people together and draw them into community.

It turns out, however, that even this context was incomplete. For the final
piece, however, we need to change the subject---but I promise that it will relate.


## The Apple {#the-apple}

I want you to look at the nearest flat surface and imagine an apple. Not some
platonic ideal of an apple, but pretend there is a real apple sitting there.
What color is it? Does it have bruise? Is there a perfect little leaf on the
stem?
Now that you've got the picture in your mind, how would you rate your ability to
"see" the apple an a scale of 1-10 where 10 is "I know its made up, but I can practically see it"
and a 1 being "what are you even talking about, of course I can't see anything"?[^fn:3]

Most of the people I ask give an answer above 6 or 7; on a good day I'm a 1.
I have a condition known as aphantasia which is sometimes colloquially known as
_mind blindness_. Put simply, there are no pictures in my head.
According to a recent study in the journal of Consciousness and
Cognition,[^fn:4] less than 1% of the population has full aphantasia and about 4%
has dim/vague mental imagery (if any at all).

There are some reports of so called _acquired_ aphantasia (usually the result of
some sort of traumatic brain injury) but mine is congenital---I've had it my
whole life and never known anything else. Until November 2018 (just over a year
after the coffee shop story) I had no idea that I was different. When people
would say "picture a beach" I always thought was a way to say
"think about the ideas of peace and serenity." I figured it, like the piety of
Aeneas, was societal shorthand for a shared concept. Imagine my surprise, then,
when I learned that other people could just "see things" in their head!

Suppose I were to ask you to complete the lyrics, "Mary had a___________\_." Now
chances are, you were able to fill in _little lamb_ with thinking about it. It's
not like you had to picture Mary in a their shepherd's outfit or imagine a sheet
of paper with the lyrics written on it---you just _knew_ the answer. That's what
all knowledge is for me! It's to describe it any further without leaning on
visual metaphor. Concepts float in a void of nothing, accessible as ideas, but
not as pictures.

Aphantasia affect my memory. The best way I can describe it is that I remember
_that_ things happened but don't remember them _happening_. I've known that my
memory was different since I was in high school. For a long time, it made me sad
that I couldn't _remember_ things in the same way as my peers. To a degree, it
still does, but the context of aphantasia has helped me make my peace with it.

When I tell the story of a memory, however, everything changes. I still can't
"see" it but, for that brief moment, it goes from a list of things that happened
to something that, in some sense, _is happening_.
I can't give an accurate description of what its like to tell a story if you
don't have aphantasia. When I think about a memory, it's like reading sheet
music, but I tell that the story its like seeing an orchestra perform the same
piece---both contain the same information, but the story is alive in a way the
pure memory isn't. Just as every conductor has their own interpretation of a pieced
every retelling is slightly different, shaped to the audience and context.

It's no wonder, then, that I love selling stories. This "magic power" they have
to transport us out of the present and into some third place is real---if only
real for me. When I'm hear into other people tell stories, I don't see the
stories unfold in front of me. Instead, they suck me in and I experience them
the same I experience memory. For me, stories and memories are hopeless
entwined, each begetting the other in an eternal dance. I still have no idea if
I'm any good at it, but I do know that I will not stop telling stories
any time soon.

> Footfalls echo in the memory
>
> Down the passage which we did not take
>
> Towards the door we never opened
>
> Into the rose-garden.
>
> ---Burnt Norton, TS Eliot

---

**Author's Note:**
I recommend keeping up with the blog via RSS, but I know that not everyone
uses it (if you've never used it before it's a good way to keep up with
blogs/forums anywhere on the internet). That said, it you would prefer to
receive posts in your email inbox (via MailChimp) there is a form on the "About" page!

[^fn:1]: I'm sure there are counter examples of "stories that have no deeper
    meaning" but these are few and far between and I can't think of any off the top
    of my head.
[^fn:2]: Its one of the things where it's hard to trust the answers you get to the
    question of "Am I good at this." They're probably telling the truth, but you
    will never know.
[^fn:3]: For further scale calibration, some people say that they can
    "superimpose" the apple into reality---I think that falls somewhere in the 7-8
    range. I wish I could help with calibrating this part of the scale but to me the
    apple is completely made up and has no visual component.
[^fn:4]: "The prevalence of aphantasia (imagery weakness) in the general
    population" C.J. Dance, A. Ipser, J. Simner, <https://doi.org/10.1016/j.concog.2021.103243>.
